Repository: huixiangyang/arc-kit
Catalog: Sources/Application/Resources/Localization/Settings.xcstrings
Source language: en
Languages: zh_hans

# configuration.enabled
source: Enabled: %1$@/%2$@
zh_hans: 已启用 %1$@/%2$@ 项

# configuration.schemaMismatch
source: Configuration format mismatch; refusing to reset to defaults
zh_hans: 配置格式不匹配，拒绝重置为默认值

# domain.settings.transaction.failed
source: Settings transaction failed: %1$@
zh_hans: 设置事务失败：%1$@

# domain.settings.verification.writing.failed
source: %1$@ settings verification failed after writing
zh_hans: %1$@ 设置写入后校验失败

# domain.writeFailed
source: Could not write %1$@ settings: %2$@
zh_hans: %1$@ 设置写入失败：%2$@

# general.application
source: Application
zh_hans: 应用

# general.applying
source: Applying…
zh_hans: 正在应用…

# general.change.appearance
source: Change appearance
zh_hans: 更改外观

# general.check.again
source: Check Again
zh_hans: 重新检测

# general.choose.folder
source: Choose Folder
zh_hans: 选择目录

# general.current.status
source: Current status: %1$@
zh_hans: 当前检测：%1$@

# general.currently
source: Currently %1$@
zh_hans: 当前%1$@

# general.hidden
source: Hidden
zh_hans: 已隐藏

# general.hidden.files.finder
source: Hidden files in Finder
zh_hans: Finder 隐藏文件

# general.launch.arcKit.login
source: Launch Arc Kit at login
zh_hans: 登录时启动 Arc Kit

# general.login.items.settings
source: Login Items Settings
zh_hans: 登录项设置

# general.loginEnableUnconfirmed
source: Launch at login did not take effect as requested
zh_hans: 登录启动未按要求生效

# general.loginStatusUnconfirmed
source: Cannot confirm launch at login status
zh_hans: 无法确认登录启动状态

# general.reduce.motion
source: Reduce Motion
zh_hans: 减少动态效果

# general.reopenArcKit
source: Open Arc Kit from Spotlight or Applications when its icons are hidden.
zh_hans: 隐藏图标后，仍可通过 Spotlight 或“应用程序”打开 Arc Kit。

# general.screenshot.location
source: Screenshot location
zh_hans: 截图位置

# general.show.dock
source: Show in Dock
zh_hans: 在 Dock 中显示

# general.show.hidden.files
source: Show Hidden Files
zh_hans: 显示隐藏文件

# general.showMenuBar
source: Show in menu bar
zh_hans: 在菜单栏中显示

# general.shown
source: Shown
zh_hans: 已显示

# general.stop.showing
source: Stop Showing
zh_hans: 停止显示

# general.toggle.dock.visibility
source: Toggle Dock visibility
zh_hans: 切换 Dock 显示

# general.toggle.launch.login
source: Toggle launch at login
zh_hans: 切换登录启动

# general.toggle.motion.effects
source: Toggle motion effects
zh_hans: 切换动态效果

# general.toggleMenuBarVisibility
source: Toggle menu bar visibility
zh_hans: 切换菜单栏显示

# general.updates.app.finder.menus
source: Updates the app and Finder menus after saving. System permission dialogs use the macOS language.
zh_hans: 保存后立即更新应用和 Finder 菜单。系统授权窗口使用 macOS 的语言。

# general.waiting.permission.launch.login
source: Waiting for permission to launch at login
zh_hans: 等待系统允许登录启动

# language.change
source: Change language
zh_hans: 更改语言

# language.title
source: Language
zh_hans: 语言

# repository.configuration.business.validation.failed
source: Configuration failed business validation
zh_hans: 配置未通过业务校验

# repository.incompleteSettings
source: Incomplete configuration records. Background features stopped.
zh_hans: 配置记录不完整，已停止后台功能

# repository.transaction.readback.mismatch
source: Transaction readback mismatch
zh_hans: 事务回读不一致

# save.backing.up.current.settings.importing
source: Backing up current settings and importing
zh_hans: 正在备份当前设置并导入

# save.backing.up.restoring.defaults
source: Backing up and restoring defaults
zh_hans: 正在备份并恢复默认设置

# save.backupReadFailed
source: Cannot read the latest automatic backup: %1$@
zh_hans: 最近自动备份无法读取：%1$@

# save.change.settings
source: Change settings
zh_hans: 修改设置

# save.checking.backup
source: Checking backup
zh_hans: 正在检查备份

# save.click.retry
source: Click to retry: %1$@
zh_hans: 点击重试：%1$@

# save.current.settings.loaded.disk
source: Current settings loaded from disk
zh_hans: 当前设置已从磁盘载入

# save.current.settings.unsaved.operation.stopped
source: Current settings are unsaved. Operation stopped.
zh_hans: 当前设置未保存，操作已停止

# save.defaults.restored.previous.settings.backed.up
source: Defaults restored. Previous settings were backed up automatically.
zh_hans: 已恢复默认设置；原设置已自动备份

# save.exported.backup.moved.deleted
source: The exported backup was moved, deleted or is unreadable. Export it again.
zh_hans: 导出的备份文件已被移动、删除或无法读取，请重新导出

# save.exported.settings.custom.templates.written
source: Exported %1$@; settings and custom templates written and verified by readback
zh_hans: 已导出 %1$@；设置与自定义模板已写入并回读验证

# save.exporting.settings.templates
source: Exporting settings and templates
zh_hans: 正在导出设置与模板

# save.import.settings
source: Import settings
zh_hans: 导入设置

# save.imported.settings.full.validation.failed
source: Imported settings failed full validation for this version
zh_hans: 导入设置未通过当前版本完整校验

# save.latest.backup.restored.restore.again.return
source: Latest backup restored. Restore again to return to the previous state.
zh_hans: 最近备份已恢复；再次恢复可回到操作前状态

# save.redo
source: Redo %1$@
zh_hans: 重做 %1$@

# save.redo.failed
source: Redo failed: %1$@
zh_hans: 重做失败：%1$@

# save.restore.default.settings
source: Restore Default Settings
zh_hans: 恢复默认设置

# save.restore.latest.backup
source: Restore latest backup
zh_hans: 恢复最近备份

# save.restoring.latest.backup
source: Restoring latest backup
zh_hans: 正在恢复最近备份

# save.settings.imported.restore.previous.settings
source: Settings imported. Restore previous settings from the latest automatic backup.
zh_hans: 设置已导入，原设置可从最近自动备份恢复

# save.settings.written.verified
source: Settings written and verified at %1$@
zh_hans: 设置已于 %1$@ 写入并回读验证

# save.undo
source: Undo %1$@
zh_hans: 撤销 %1$@

# save.undo.failed
source: Undo failed: %1$@
zh_hans: 撤销失败：%1$@

# save.validationFailed
source: Configuration validation failed; changes not applied
zh_hans: 配置校验失败，修改未应用

# system.applying.hidden.file.settings.please.wait
source: Applying hidden file settings. Please wait.
zh_hans: 正在应用隐藏文件设置，请稍候

# system.awaiting.system.permission
source: Awaiting system permission
zh_hans: 等待系统许可

# system.choose.where.save.new.screenshots.existing
source: Choose where to save new screenshots. Existing screenshots will not be moved.
zh_hans: 选择新截图的保存目录；不会移动已有截图

# system.desktop.system.default
source: Desktop (system default)
zh_hans: 桌面（系统默认）

# system.finder.restarted.hidden.file.state
source: Finder restarted, but the hidden file state is unconfirmed. Check again.
zh_hans: Finder 已重启，但无法确认隐藏文件状态，请重新检测

# system.finderRestartFailed
source: Settings saved, but Finder could not restart. Reopen Finder manually.
zh_hans: 设置已写入，但重启 Finder 失败；请手动重新打开 Finder

# system.hiddenFilesReadFailed
source: Cannot read Finder's hidden file setting. Try again later.
zh_hans: 无法读取 Finder 隐藏文件状态，请稍后重试

# system.hideHiddenFilesFailed
source: Could not stop showing hidden files
zh_hans: 停止显示隐藏文件失败

# system.loginDisableUnconfirmed
source: Launch at login was not removed after disabling: %1$@
zh_hans: 登录启动关闭后仍未移除：%1$@

# system.loginEnableUnconfirmed
source: Launch at login did not take effect after registration: %1$@
zh_hans: 登录启动注册后未生效：%1$@

# system.screenshotLocationFailed
source: Could not set screenshot location: %1$@
zh_hans: 设置截图位置失败：%1$@

# system.screenshotLocationInvalid
source: Screenshot location is unavailable or not writable: %1$@
zh_hans: 截图位置不可用或不可写：%1$@

# system.screenshotResetFailed
source: Could not restore the default screenshot location
zh_hans: 恢复截图默认位置失败

# system.screenshotResetRestartFailed
source: Restored to Desktop, but SystemUIServer could not refresh. Sign in again for the change to take effect.
zh_hans: 已恢复到桌面，但刷新 SystemUIServer 失败；重新登录后会生效

# system.screenshotRestartFailed
source: Screenshot location saved, but SystemUIServer could not refresh. Sign in again for the change to take effect.
zh_hans: 已设置截图位置，但刷新 SystemUIServer 失败；重新登录后会生效

# system.showHiddenFilesFailed
source: Could not show hidden files
zh_hans: 显示隐藏文件失败

# system.stateUnconfirmed
source: Cannot confirm the current state. Check again first.
zh_hans: 无法确认当前状态，请先重新检测

# system.use.folder
source: Use This Folder
zh_hans: 使用此目录
